{
    "language": "en",
    "about_me": "Let me tell you a little about me",
    "about_me_explore": "Or... you can start by taking a look by yourself",
    "portfolio_line_one": "Hello there! ",
    "name_intro": "My name is ",
    "name_portfolio": "Julian Piedra",
    "introduction": "And I'm a Software Developer.",
    "get_to_know_me": "Want to get to know me better?",
    "about_me_line_one": "I am a graduate with an Associate's degree in I.T based in Costa Rica with a strong foundation in software development. Ready to excel in the fast-paced world of technology.",
    "about_me_line_two": "I enjoy creating efficient, impactful solutions and turning ideas into reality through code.",
    "about_me_line_three": "Constantly exploring new technologies and staying updated with the latest industry trends.",
    "about_me_line_four": "Skilled at analyzing problems, recognizing patterns, and crafting optimized solutions.",
    "about_me_line_five": "Always seeking opportunities to grow by mastering new tools and technologies.",
    "contact_me_title": "Contact Me",
    "about_me_title": "About Me",
    "education_title": "Education",
    "education_background": "My educational background",
    "high_school": "High School",
    "high_school_description": "Graduated with a strong academic record, developing critical thinking skills and a solid foundation for higher education in technology.",
    "conversational_english": "Advanced english certificate",
    "conversation_english_description": "Earned a total of 6 beginner through advanced English certifications, demonstrating strong communication skills and fluency for professional and academic contexts.",
    "higher_education": "Higher Education",
    "higher_education_description": "Pursued an Asociate's degree in Information Technology, gaining skills in coding, database management, project management, and innovative problem-solving techniques.",
    "email_sent": "Email sent successfully! Im looking forward to reading it. I'll get back to you as soon as possible.",
    "email_not_sent": "An error has occurred and the Email was not sent. Please try again later.",
    "contact_me_paragraph": "If you have any questions or would like to get in touch! Please do. ",
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "send": "Send",
    "email_example": "myemail@test.com",
    "message_example": "Type anything you want to say to me here.",
    "validations": {
        "error_name_required": "Name is required",
        "error_name_max_length": "Name must be less than 70 characters",
        "error_name_invalid": "Name has invalid characters",
        "error_email_required": "Email is required",
        "error_email_invalid": "Email is invalid",
        "error_message_required": "Message is required"
    }
}