{
    "language": "en",
    "site": "Site",
    "sql": "SQL Data Generator",
    "project_title": "Projects",
    "sql_description": "A simple SQL data generator that allows you to create tables, columns, and rows with random data. You can also export the generated data to a .sql, .csv, .json or .xml files.",
    "sql_api_description": "RESTful API that provides data in JSON format. It's used by the SQL Data Generator site, it supplies all of the data needed to generate the files.",
    "about_me": "Let me tell you a little about me",
    "about_me_explore": "Or... you can start by taking a look by yourself",
    "portfolio_line_one": "Hello there! ",
    "name_intro": "My name is ",
    "name_portfolio": "Julian Piedra",
    "introduction": "And I'm a Software Developer.",
    "get_to_know_me": "Want to get to know me better?",
    "about_me_line_one": "I am a graduate with an Associate's degree in I.T based in Costa Rica with a strong foundation in software development. Ready to excel in the fast-paced world of technology.",
    "about_me_line_two": "I enjoy creating efficient, impactful solutions and turning ideas into reality through code.",
    "about_me_line_three": "Constantly exploring new technologies and staying updated with the latest industry trends.",
    "about_me_line_four": "Skilled at analyzing problems, recognizing patterns, and crafting optimized solutions.",
    "about_me_line_five": "Always seeking opportunities to grow by mastering new tools and technologies.",
    "contact_me_title": "Contact Me",
    "about_me_title": "About Me",
    "education_title": "Education",
    "certification_title": "Certifications",
    "issued_by": "Issued by: ",
    "scrum_cert": "Gained foundational knowledge of Scrum principles and practices to excel in Agile projects.",
    "remote_cert": "Learned how to work effectively in a remote environment, mastering communication and collaboration skills.",
    "education_background": "My educational background",
    "high_school": "High School",
    "high_school_description": "Graduated with a strong academic record, cultivating essential skills in critical thinking, problem-solving, and effective communication. \n\nBuilt a solid foundation for higher education in technology through coursework in mathematics, science, and computer-related subjects. \nParticipated in group projects and extracurricular activities that fostered teamwork, leadership, and time management abilities. \n\nDeveloped a disciplined work ethic and a commitment to lifelong learning, preparing for future academic and professional challenges.",
    "conversational_english": "Advanced english certificate",
    "conversation_english_description": "Earned a total of six English certifications ranging from beginner to advanced levels, showcasing a solid foundation in reading, writing, listening, and speaking skills. \nDemonstrated strong communication abilities suitable for both professional and academic contexts, with an emphasis on fluency, comprehension, and effective expression. \nDeveloped cultural awareness and the capacity to engage in diverse conversations, presentations, and written correspondence.\n\n These certifications reflect a commitment to continuous improvement and adaptability in global environments.",
    "higher_education": "Higher Education",
    "higher_education_description": "Pursued an Associate's degree in Information Technology, developing a comprehensive understanding of core IT principles and practical applications.\n Acquired hands-on experience in coding with various programming languages, database management, and software development life cycles. Gained proficiency in project management methodologies, team collaboration, and effective communication. Engaged in innovative problem-solving techniques to address real-world technical challenges, enhancing both analytical and critical thinking skills. \n\nCompleted coursework and projects that emphasized modern technologies, industry best practices, and the ability to adapt to evolving technological environments.",
    "email_sent": "Email sent successfully! Im looking forward to reading it. I'll get back to you as soon as possible.",
    "email_not_sent": "An error has occurred and the Email was not sent. Please try again later.",
    "contact_me_paragraph": "If you have any questions or would like to get in touch! Please do. ",
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "send": "Send",
    "email_example": "myemail@test.com",
    "message_example": "Type anything you want to say to me here.",
    "validations": {
        "error_name_required": "Name is required",
        "error_name_max_length": "Name must be less than 70 characters",
        "error_name_invalid": "Name has invalid characters",
        "error_email_required": "Email is required",
        "error_email_invalid": "Email is invalid",
        "error_message_required": "Message is required"
    }
}