{
    "language": "es",
    "portfolio_line_one": "¡Hola! ",
    "about_me": "Déjame contarte un poco sobre mí",
    "name_intro": "Mi nombre es ",
    "name_portfolio": "Julián Piedra",
    "introduction": "Y soy un Desarrollador de Software.",
    "get_to_know_me": "¿Quieres conocerme mejor?",
    "about_me_explore": "O... puedes empezar por echar un vistazo por ti mismo",
    "email_not_sent": "Ha ocurrido un error y el correo electrónico no se ha enviado. Por favor, inténtelo de nuevo más tarde.",
    "email_sent": "¡Correo electrónico enviado con éxito! Estoy deseando leerlo. Me pondré en contacto contigo lo antes posible.",
    "about_me_line_one": "Soy graduado con un diplomado en I.T basado en Costa Rica con una sólida base en desarrollo de software. Listo para destacar en el acelerado mundo de la tecnología.",
    "about_me_line_two": "Disfruto creando soluciones eficientes e impactantes y convirtiendo ideas en realidad a través del código.",
    "about_me_line_three": "Explorando constantemente nuevas tecnologías y manteniéndome actualizado con las últimas tendencias de la industria.",
    "about_me_line_four": "Experto en analizar problemas, reconocer patrones y crear soluciones optimizadas.",
    "about_me_line_five": "Siempre buscando oportunidades para crecer dominando nuevas herramientas y tecnologías.",
    "contact_me_title": "Contactame",
    "about_me_title": "Sobre Mí",
    "education_title": "Educación",
    "certification_title": "Certificaciones",
    "issued_by": "Emitido por: ",
    "scrum_cert": "Obtuve conocimientos fundamentales de los principios y prácticas de Scrum para destacar en proyectos ágiles.",
    "remote_cert": "Aprendí a trabajar de manera efectiva en un entorno remoto, dominando habilidades de comunicación y colaboración.",
    "education_background": "Mi formación académica",
    "high_school": "Escuela Secundaria",
    "high_school_description": "Me gradué con un sólido historial académico, cultivando habilidades esenciales en pensamiento crítico, resolución de problemas y comunicación efectiva.\n\nConstruí una base sólida para la educación superior en tecnología a través de cursos en matemáticas, ciencias y materias relacionadas con la informática.\nParticipé en proyectos grupales y actividades extracurriculares que fomentaron mi trabajo en equipo, liderazgo y gestión del tiempo.\n\nDesarrollé una ética de trabajo disciplinada y un compromiso con el aprendizaje continuo, preparándome para futuros desafíos académicos y profesionales.",
    "conversational_english": "Certificado de inglés avanzado",
    "conversation_english_description": "Obtuve un total de seis certificaciones de inglés que abarcan desde niveles básicos hasta avanzados, demostrando una base sólida en habilidades de lectura, escritura, escucha y conversación.\nDemostré fuertes habilidades de comunicación adecuadas tanto para contextos profesionales como académicos, con énfasis en la fluidez, la comprensión y la expresión efectiva.\nDesarrollé conciencia cultural y la capacidad de participar en conversaciones diversas, presentaciones y correspondencia escrita.\n\nEstas certificaciones reflejan mi compromiso con la mejora continua y la adaptabilidad en entornos globales.",
    "higher_education": "Educación Superior",
    "higher_education_description": "Cursé un grado diplomado en Tecnología de la Información, desarrollando una comprensión integral de los principios fundamentales de TI y sus aplicaciones prácticas.\nAdquirí experiencia práctica en programación con diversos lenguajes, gestión de bases de datos y ciclos de vida del desarrollo de software.\nObtuve competencia en metodologías de gestión de proyectos, colaboración en equipo y comunicación efectiva.\nParticipé en técnicas innovadoras de resolución de problemas para abordar desafíos técnicos del mundo real, mejorando tanto mis habilidades analíticas como el pensamiento crítico.\n\nCompleté cursos y proyectos que enfatizaron las tecnologías modernas, las mejores prácticas de la industria y la capacidad de adaptarme a entornos tecnológicos en constante evolución.",
    "contact_me_paragraph": "Si tienes alguna pregunta o te gustaría ponerte en contacto, ¡Por favor hazlo!",
    "name": "Nombre",
    "email": "Correo Electrónico",
    "message": "Mensaje",
    "send": "Enviar",
    "email_example": "miemail@prueba.com",
    "message_example": "Escribe aquí cualquier cosa que quieras decirme.",
    "validations": {
        "error_name_required": "El nombre es requerido",
        "error_name_max_length": "El nombre debe tener menos de 70 caracteres",
        "error_name_invalid": "El nombre tiene caracteres inválidos",
        "error_email_required": "El correo electrónico es requerido",
        "error_email_invalid": "El correo electrónico es inválido",
        "error_message_required": "El mensaje es requerido"
    }
}